Repository: dorm-manage/dorm-manage-system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, he, zh_hans

source: Homepage - Building Manager
he: דף הבית - מנהל בניין

source: Homepage for Building Manager
he: דף הבית למנהל בניין

source: Hello
he: שלום

source: Manager of building
he: מנהל בניין

source: Inventory Management
he: ניהול מלאי

source: Loan Management
he: ניהול השאלות

source: Fault Management
he: ניהול תקלות

source: Student Management
he: ניהול סטודנטים

source: Loan Equipment Management
he: ניהול השאלת ציוד

source: You have
he: יש לך

source: loan requests pending approval!
he: בקשות השאלה ממתינות לאישור!

source: View requests
he: צפה בבקשות

source: There are
he: יש

source: items borrowed that have not been returned.
he: פריטים מושאלים שטרם הוחזרו.

source: View borrowed items
he: צפה בפריטים מושאלים

source: No new requests or borrowed items pending.
he: אין בקשות חדשות או פריטים מושאלים ממתינים.

source: Fault Reporting Management
he: ניהול דיווחי תקלות

source: new fault reports for you to handle!
he: דיווחי תקלות חדשים לטיפול!

source: View reports
he: צפה בדיווחים

source: faults that have not yet been completed.
he: תקלות שטרם הושלמו.

source: View faults in progress
he: צפה בתקלות בתהליך

source: No new fault reports or faults in progress pending.
he: אין דיווחי תקלות חדשים או תקלות בתהליך ממתינים.

source: Fault Management - Building Manager
he: ניהול תקלות - מנהל בניין

source: Dormitory Fault Management
he: ניהול תקלות במעונות

source: Open Faults
he: תקלות פתוחות

source: Faults in Progress
he: תקלות בטיפול

source: Building
he: בניין

source: Room
he: חדר

source: Fault Type
he: סוג התקלה

source: Fault Description
he: תיאור התקלה

source: Urgency
he: דחיפות

source: Report Date
he: תאריך דיווח

source: Admin Notes
he: הערות מנהל

source: Actions
he: פעולות

source: Mark in Progress
he: סמן בטיפול

source: Close Report
he: סגור דיווח

source: Previous
he: הקודם

source: Next
he: הבא

source: No open faults
he: אין תקלות פתוחות

source: Last Update
he: עדכון אחרון

source: in progress
he: בטיפול

source: Add comment to student (optional)
he: הוסף הערה לסטודנט (לא חובה)

source: Save
he: שמור

source: No faults in progress
he: אין תקלות בטיפול

source: Back to Homepage
he: חזרה לעמוד הראשי

source: Inventory Management - Building Manager
he: ניהול מלאי - מנהל בניין

source: Here you can manage inventory items, add new items and update the status of existing items
he: כאן תוכל לנהל את פריטי המלאי, להוסיף פריטים חדשים ולעדכן את הסטטוס של הפריטים הקיימים

source: Inventory Items List
he: רשימת פריטי מלאי

source: Image
he: תמונה

source: Item Name
he: שם פריט

source: Total Quantity
he: כמות כוללת

source: Available
he: זמינים

source: Borrowed
he: בהשאלה

source: No image
he: אין תמונה

source: Edit
he: ערוך

source: Delete
he: מחק

source: No items in inventory
he: אין פריטים במלאי

source: First
he: ראשון

source: Page
he: דף

source: of
he: מתוך

source: Last
he: אחרון

source: Add New Item
he: הוספת פריט חדש

source: Add New Item to Inventory
he: הוספת פריט חדש למלאי

source: Item Photo (Optional)
he: תמונת פריט (אופציונלי)

source: Add Item
he: הוסף פריט

source: Edit Inventory Item
he: ערוך פריט מלאי

source: New Item Photo (Optional)
he: תמונת פריט חדשה (אופציונלי)

source: Update Item
he: עדכן פריט

source: Are you sure you want to delete this item?
he: האם אתה בטוח שברצונך למחוק פריט זה?

source: Yes, Delete
he: כן, מחק

source: Cancel
he: ביטול

source: Loan Request Management - Building Manager
he: ניהול בקשות השאלה - מנהל בניין

source: Loan Request Management
he: ניהול בקשות השאלה

source: Pending Requests
he: בקשות ממתינות

source: Borrowed Items
he: פריטים מושאלים

source: Pending Loan Requests
he: בקשות השאלה ממתינות

source: Requested Item
he: פריט מבוקש

source: Request Date
he: תאריך הבקשה

source: Loan Period
he: תקופת השאלה

source: Student Notes
he: הערות הסטודנט

source: Available Stock
he: מלאי זמין

source: until
he: עד

source: Not specified
he: לא צוין

source: items
he: פריטים

source: Out of stock
he: אזל במלאי

source: Approve
he: אישור

source: Reject
he: דחייה

source: No pending loan requests at the moment
he: אין בקשות השאלה ממתינות כרגע

source: Borrowed Item
he: פריט מושאל

source: Approval Date
he: תאריך אישור

source: Return Date
he: תאריך החזרה

source: Notes
he: הערות

source: less than 7 days
he: פחות מ-7 ימים

source: overdue
he: באיחור

source: Mark as Returned
he: סמן כהוחזר

source: Was the item returned damaged or not returned at all? This action will remove the item from inventory permanently.
he: האם הפריט הוחזר פגום או לא הוחזר כלל? פעולה זו תסיר את הפריט מהמלאי לחלוטין.

source: Remove from Inventory
he: הסר מהמלאי

source: No borrowed items at the moment
he: אין פריטים מושאלים כרגע

source: Student Management - Building Manager
he: ניהול סטודנטים - מנהל בניין

source: Responsible for building
he: אחראי על בניין

source: Add Student
he: הוספת סטודנט

source: Remove Student
he: הסרת סטודנט

source: Add New Student to Building
he: הוספת סטודנט חדש לבניין

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Email
he: אימייל

source: Password
he: סיסמה

source: ID Number (Optional)
he: מספר זהות (אופציונלי)

source: Select Room
he: בחר חדר

source: available spots
he: מקומות פנויים

source: Residence End Date
he: תאריך סיום מגורים

source: No available rooms in this building.
he: אין חדרים פנויים בבניין זה.

source: Students in Building
he: סטודנטים בבניין

source: Search by name or email...
he: חיפוש לפי שם או אימייל...

source: Full Name
he: שם מלא

source: Assignment Date
he: תאריך שיבוץ

source: End Date
he: תאריך סיום

source: Are you sure you want to remove the student from the system?
he: האם אתה בטוח שברצונך להסיר את הסטודנט מהמערכת?

source: Remove from System
he: הסר מהמערכת

source: No students assigned to this building.
he: אין סטודנטים משובצים בבניין זה.

source: Click on the tab to load data...
he: לחץ על הכרטיסייה לטעינת הנתונים...

source: No buildings under your management.
he: אין בניינים תחת ניהולך.

source: Fault Management - Office Manager
he: ניהול תקלות - מנהל משרד

source: Dormitory Fault Management - Office Manager
he: ניהול תקלות במעונות - מנהל משרד

source: Management of fault reports for all buildings in the system
he: ניהול דיווחי תקלות לכל הבניינים במערכת

source: Filter Faults
he: סינון תקלות

source: Building:
he: בניין:

source: All Buildings
he: כל הבניינים

source: Urgency:
he: דחיפות:

source: All Urgencies
he: כל הדחיפויות

source: High
he: גבוהה

source: Medium
he: בינונית

source: Low
he: נמוכה

source: From Date:
he: מתאריך:

source: Apply Filter
he: החל סינון

source: Reset
he: אפס

source: Add a note to the student (optional)
he: הוסף הערה לסטודנט (לא חובה)

source: Filter Faults in Progress
he: סינון תקלות בטיפול

source: Days in Progress:
he: ימים בטיפול:

source: All
he: הכל

source: Over 7 days
he: מעל 7 ימים

source: Over 14 days
he: מעל 14 ימים

source: Over 30 days
he: מעל 30 ימים

source: Homepage - System Manager
he: דף הבית - מנהל מערכת

source: Welcome to the Dormitory Management System
he: ברוך הבא למערכת ניהול המעונות

source: Central management of all dormitories
he: ניהול מרכזי של כל המעונות

source: System Statistics
he: סטטיסטיקות מערכת

source: Currently there are
he: כרגע נמצאים

source: students in dormitories
he: סטודנטים במעונות

source: Room occupancy is
he: תפוסת חדרים היא

source: of full capacity
he: מהקיבולת המלאה

source: overdue items
he: פריטים באיחור

source: open faults for treatment
he: תקלות פתוחות לטיפול

source: Action Menu
he: תפריט פעולות

source: Loan Requests
he: בקשות השאלה

source: Fault Reports
he: דיווחי תקלות

source: Building Manager Management
he: ניהול מנהלי בניינים

source: AI Summary (English & Hebrew)
he: סיכום AI (אנגלית ועברית)

source: Generate AI Summary
he: יצירת סיכום AI

source: Generating summary, please wait...
he: מייצר סיכום, אנא המתן...

source: Building Manager Management - System Manager
he: ניהול אחראי בניין - מנהל מערכת

source: Add, update and remove building managers
he: הוספה, עדכון והסרה של אחראי בניין

source: Add New Building Manager
he: הוספת אחראי בניין חדש

source: List of Buildings and Managers
he: רשימת בניינים ואחראים

source: Building No.
he: מס' בניין

source: Building Name
he: שם בניין

source: Not defined
he: לא מוגדר

source: Initial Password
he: סיסמה ראשונית

source: Default password: 123456789
he: סיסמה ברירת מחדל: 123456789

source: Assign to Building (Optional)
he: שייך לבניין (אופציונלי)

source: -- Select Building --
he: -- בחר בניין --

source: Add Building Manager
he: הוסף אחראי בניין

source: Assign Building Manager
he: שיוך אחראי בניין

source: Select Building Manager
he: בחר אחראי בניין

source: -- Select Building Manager --
he: -- בחר אחראי בניין --

source: Assign Building Manager to Building
he: שיוך אחראי בניין לבניין

source: Student Management - System Manager
he: ניהול סטודנטים - מנהל מערכת

source: Student Management - Office Manager
he: ניהול סטודנטים - מנהל משרד

source: Access to student management for all buildings in the system
he: גישה לניהול סטודנטים עבור כל הבניינים במערכת

source: Data Summary
he: סיכום נתונים

source: Total students in dormitories
he: סה"כ סטודנטים במעונות

source: students
he: סטודנטים

source: in all rooms
he: בכל החדרים

source: First Name:
he: שם פרטי:

source: Last Name:
he: שם משפחה:

source: Email:
he: אימייל:

source: Password:
he: סיסמה:

source: ID Number (Optional):
he: מספר זהות (אופציונלי):

source: Room:
he: חדר:

source: Select room
he: בחר חדר

source: Residence End Date:
he: תאריך סיום מגורים:

source: No buildings defined in the system.
he: אין בניינים מוגדרים במערכת.

source: Equipment Rental
he: השכרת ציוד

source: Your Details:
he: פרטיך:

source: Name
he: שם

source: You don't have a room assignment in the system. Please contact the dormitory manager.
he: אין לך הקצאת חדר במערכת. אנא פנה למנהל המעונות.

source: Item Rental Request
he: בקשת השכרת פריט

source: Select item to rent:
he: בחר פריט להשכרה:

source: Select item
he: בחר פריט

source: Return date:
he: תאריך החזרה:

source: Additional notes (optional):
he: הערות נוספות (אופציונלי):

source: If you have special requests or additional notes, write them here
he: אם יש לך בקשות מיוחדות או הערות נוספות, כתוב אותן כאן

source: Submit Request
he: שלח בקשה

source: Cannot submit request without room assignment. Please contact the dormitory manager.
he: לא ניתן לשלוח בקשה ללא הקצאת חדר. אנא פנה למנהל המעונות.

source: Contact Us
he: צור קשר

source: Couldn't find what you were looking for? Contact us!
he: לא מצאת מה שחיפשת? צור איתנו קשר!

source: Select a building to get contact details:
he: בחר בניין לקבלת פרטי קשר:

source: Select building
he: בחר בניין

source: Building 1
he: בניין 1

source: Building 2
he: בניין 2

source: Building 3
he: בניין 3

source: Building 4
he: בניין 4

source: Yossi Cohen
he: יוסי כהן

source: Dana Levy
he: דנה לוי

source: Avi Israeli
he: אבי ישראלי

source: Michal Barak
he: מיכל ברק

source: Phone
he: טלפון

source: Please select a building from the list.
he: אנא בחר בניין מהרשימה.

source: Fault Details
he: פרטי התקלה

source: Fault Type:
he: סוג התקלה:

source: Select fault type
he: בחר סוג תקלה

source: Plumbing
he: אינסטלציה

source: Electrical
he: חשמל

source: Air Conditioning
he: מיזוג אוויר

source: Furniture
he: רהיטים

source: Doors/Windows
he: דלתות/חלונות

source: Internet
he: אינטרנט

source: Other
he: אחר

source: Fault Description:
he: תיאור התקלה:

source: Describe the fault in as much detail as possible
he: תאר את התקלה בפירוט רב ככל האפשר

source: Submit Report
he: שלח דיווח

source: Cannot report a fault without room assignment. Please contact the dormitory manager.
he: לא ניתן לדווח על תקלה ללא הקצאת חדר. אנא פנה למנהל המעונות.

source: דורמיטוריז פלוס
ar: دورميتوريز بلس
zh_hans: 宿舍管理系统

source: כלי נגישות
ar: أدوات إمكانية الوصول
zh_hans: 辅助功能工具

source: שינוי גודל טקסט
ar: تغيير حجم النص
zh_hans: 更改文字大小

source: גודל טקסט
ar: حجم النص
zh_hans: 文字大小

source: שינוי ניגודיות
ar: تغيير التباين
zh_hans: 更改对比度

source: ניגודיות
ar: التباين
zh_hans: 对比度

source: מצב שחור לבן
ar: الوضع أبيض وأسود
zh_hans: 黑白模式

source: שחור לבן
ar: أبيض وأسود
zh_hans: 黑白

source: איפוס הגדרות נגישות
ar: إعادة تعيين إعدادات إمكانية الوصول
zh_hans: 重置辅助功能设置

source: איפוס
ar: إعادة تعيين
zh_hans: 重置

source: התחברות - DormitoriesPlus
ar: تسجيل الدخول - دورميتوريز بلس
zh_hans: 登录 - 宿舍管理系统

source: התחברות ל-DormitoriesPlus
ar: تسجيل الدخول إلى دورميتوريز بلس
zh_hans: 登录宿舍管理系统

source: טופס התחברות
ar: نموذج تسجيل الدخول
zh_hans: 登录表单

source: שם משתמש:
ar: اسم المستخدم:
zh_hans: 用户名：

source: סיסמה:
ar: كلمة المرور:
zh_hans: 密码：

source: כפתור התחברות
ar: زر تسجيل الدخول
zh_hans: 登录按钮

source: התחבר
ar: تسجيل الدخول
zh_hans: 登录

source: אנא מלא את כל השדות הנדרשים
ar: يرجى ملء جميع الحقول المطلوبة
zh_hans: 请填写所有必填字段

source: DormitoriesPlus - עמוד ראשי למנהל המערכת
ar: دورميتوريز بلس - الصفحة الرئيسية لمدير النظام
zh_hans: 宿舍管理系统 - 系统管理员主页

source: ברוך הבא
ar: مرحباً بك
zh_hans: 欢迎

source: עמוד ניהול ראשי למערכת DormitoriesPlus
ar: الصفحة الرئيسية لإدارة نظام دورميتوريز بلس
zh_hans: 宿舍管理系统主管理页面

source: סטטיסטיקות מערכת
ar: إحصائيات النظام
zh_hans: 系统统计

source: כרגע נמצאים
ar: حالياً يوجد
zh_hans: 当前有

source: מספר סטודנטים
ar: عدد الطلاب
zh_hans: 学生人数

source: סטודנטים במעונות
ar: طلاب في السكن
zh_hans: 宿舍学生

source: תפוסת חדרים היא
ar: نسبة إشغال الغرف هي
zh_hans: 房间入住率为

source: אחוז תפוסה
ar: نسبة الإشغال
zh_hans: 入住率

source: מהקיבולת המלאה
ar: من السعة الكاملة
zh_hans: 总容量

source: ישנם כרגע
ar: حالياً يوجد
zh_hans: 当前有

source: מספר פריטים באיחור
ar: عدد العناصر المتأخرة
zh_hans: 逾期物品数量

source: פריטים באיחור
ar: عناصر متأخرة
zh_hans: 逾期物品

source: מספר תקלות פתוחות
ar: عدد الأعطال المفتوحة
zh_hans: 未解决故障数量

source: תקלות פתוחות לטיפול
ar: أعطال مفتوحة للعلاج
zh_hans: 待处理故障

source: ניהול ציוד ותקלות
ar: إدارة المعدات والأعطال
zh_hans: 设备和故障管理

source: ניהול השאלות ציוד ודיווחי תקלות בכל הבניינים
ar: إدارة طلبات المعدات وتقارير الأعطال في جميع المباني
zh_hans: 管理所有建筑物的设备借用和故障报告

source: ניווט ניהול ציוד ותקלות
ar: تنقل إدارة المعدات والأعطال
zh_hans: 设备和故障管理导航

source: ניהול מלאי
ar: إدارة المخزون
zh_hans: 库存管理

source: ניהול השאלות
ar: إدارة الطلبات
zh_hans: 借用管理

source: ניהול תקלות
ar: إدارة الأعطال
zh_hans: 故障管理

source: ניהול אנשים
ar: إدارة الأشخاص
zh_hans: 人员管理

source: ניהול שיבוץ סטודנטים ואחראי בניין
ar: إدارة توزيع الطلاب ومسؤولي المباني
zh_hans: 管理学生分配和楼栋负责人

source: ניווט ניהול אנשים
ar: تنقل إدارة الأشخاص
zh_hans: 人员管理导航

source: ניהול סטודנטים
ar: إدارة الطلاب
zh_hans: 学生管理

source: ניהול אחראי בניין
ar: إدارة مسؤولي المباني
zh_hans: 楼栋负责人管理
